org/index.org
#+TITLE: The best site ever! (not)
# #+HTML_HEAD: <title>The best site ever! (not)</title>
#+OPTIONS: toc:nil title:nil
#+LINK_HOME: index.html

* Welcome to the website of Mitchell Marquez!

** For some reason, this is a real thing that actually exists.

----

(my stuff is dumb. You should check out [[https://blog.samwhited.com/2015/04/the-dharma-of-vi/][The Dharma of Vi]] instead. It's both humorous and profound.)

[[./Disclaimer.org][Disclaimer]]-- Actually just info. Not a legal document by any means.

[[./articles/deletion.org][articles/deletion]] -- (test) -- A meme in my brain. See [[https://lukesmith.xyz/articles/deletion][the original]] for non-context...

[[./articles/musings_log.org][Random Notes]] -- Notes that I leave myself. Empty.

There are several things I intend to do with this site:

- [[./articles/index.org][Articles]] and text-based rants
- Intermediate Linux/computer [[./articles/tutorials/][tutorials]]
- [[./videos/anime/][Video]] streaming (possibly through PeerTube?)
- Git server


    /All my life I been searchin' for something/

    /Something never comes, never leads to nothing/

    /Nothing satisfies but I'm getting close/

    /Closer to the prize at the end of the rope/

Etc.

#+begin_src sh
#!/bin/sh
sed 's/vimwiki/org-mode/g;s/\.md/\.org/g'
#+end_src

- [-] This is a checkbox which is not checked
   - [X] This one is checked, but that has an effect on the previous one
   - [ ] This one is not checked, and that means something.

And other such non-entities.
