index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-04-04 Mon 04:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The best site ever! (not)</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">

<div id="outline-container-org4ed838d" class="outline-2">
<h2 id="org4ed838d">Welcome to the website of Mitchell Marquez!</h2>
<div class="outline-text-2" id="text-org4ed838d">
</div>
<div id="outline-container-org0221c42" class="outline-3">
<h3 id="org0221c42">For some reason, this is a real thing that actually exists.</h3>
<div class="outline-text-3" id="text-org0221c42">
<p>
-&#x2014;
</p>

<p>
(my stuff is dumb. You should check out <a href="https://blog.samwhited.com/2015/04/the-dharma-of-vi/">The Dharma of Vi</a> instead. It's both humorous and profound.)
</p>

<p>
<a href="./Disclaimer.html">Disclaimer</a>&#x2013; Actually just info. Not a legal document by any means.
</p>

<p>
<a href="./articles/deletion.html">articles/deletion</a> &#x2013; (test) &#x2013; A meme in my brain. See <a href="https://lukesmith.xyz/articles/deletion">the original</a> for non-context&#x2026;
</p>

<p>
<a href="./articles/musings_log.html">Random Notes</a> &#x2013; Notes that I leave myself. Empty.
</p>

<p>
There are several things I intend to do with this site:
</p>

<ul class="org-ul">
<li><a href="./articles/index.html">Articles</a> and text-based rants</li>
<li>Intermediate Linux/computer <a href="./articles/tutorials/">tutorials</a></li>
<li><a href="./videos/anime/">Video</a> streaming (possibly through PeerTube?)</li>
<li>Git server</li>
</ul>


<p>
<i>All my life I been searchin' for something</i>
</p>

<p>
<i>Something never comes, never leads to nothing</i>
</p>

<p>
<i>Nothing satisfies but I'm getting close</i>
</p>

<p>
<i>Closer to the prize at the end of the rope</i>
</p>

<p>
Etc.
</p>

<div class="org-src-container">
<pre class="src src-sh"><span style="font-weight: bold; font-style: italic;">#</span><span style="font-weight: bold; font-style: italic;">!/bin/</span><span style="font-weight: bold;">sh</span>
sed <span style="font-style: italic;">'s/vimwiki/org-mode/g;s/\.md/\.org/g'</span>
</pre>
</div>

<ul class="org-ul">
<li class="trans"><code>[-]</code> This is a checkbox which is not checked
<ul class="org-ul">
<li class="on"><code>[X]</code> This one is checked, but that has an effect on the previous one</li>
<li class="off"><code>[&#xa0;]</code> This one is not checked, and that means something.</li>
</ul></li>
</ul>

<p>
And other such non-entities.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2022-04-04 Mon 04:50</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 26.3 (<a href="https://orgmode.org">Org</a> mode 9.1.9)</p>
<p class="validation"></p>
</div>
</body>
</html>
